{"name": "THE CHURCH OF CHRIST, SCIENTIST", "historicalRoots": "Founded in Boston in 1879 as \"a church designed to commemorate the word and works of our Master (Christ Jesus), which should reinstate primitive Christianity and its lost element of healing.\" The Church's founder, Mary Baker Eddy, had a Protestant Christian background, having grown up as a devout Congregationalist. A lifelong Bible student, Mrs. Eddy was healed of a severe injury in 1866 as she read the account of one of Jesus' healings in the New Testament. The healing led her to the conviction that healing through prayer is a natural and normal aspect of the Christian experience and to the discovery of what she understood as the Science of Christianity. She later wrote the Christian Science textbook (1875), established the Church of Christ, Scientist (1879), and established the Christian Science periodicals, including The Christian Science Monitor (1908).", "basicBeliefs": "The brief religious tenets of Christian Science are given on p. 497 of Science and Health, and read: 1. As adherents of Truth, we take the inspired Word of the Bible as our sufficient guide to eternal life. 2. We acknowledge and adore one supreme and infinite God. We acknowledge His Son, One Christ; the holy Ghost or divine Comforter; and man in God's image and likeness. 3. We acknowledge God's forgiveness of sin in the destruction of sin and the spiritual understanding that casts out evil as unreal. But the belief in sin is punished so long as the belief lasts. 4. We acknowledge Jesus' atonement as the evidence of divine, efficacious Love, unfolding man's unity with God through Christ Jesus the Way-Shower; and we acknowledge that man is saved through Christ, through Truth, Life, and Love as demonstrated by the Galilean Prophet in healing the sick and overcoming sin and death. 5. We acknowledge that the crucifixion of Jesus and his resurrection served to uplift faith to understand eternal Life, even the all Ness of Soul, and the nothingness of matter. 6. And we solemnly promise to watch and pray for that Mind to be in us which was also in Christ Jesus; to do unto others as we would have them do unto us; and to be merciful, just and pure.' The teachings of Christian Science are rooted in the Bible. The basic theological and ethical statements of Christian Science are set forth in the denominational textbook, Science and Health with Key to the Scriptures by Mary Baker Eddy.", "practices": "The moral code of Christian Science is contained in the Ten Commandments and the Sermon on the Mount. Members abstain from the use of alcohol, tobacco, and drugs. Some also refrain from tea, coffee or other caffeinated drinks.", "organization": "The Church of Christ, Scientist, consists of the Mother Church, the First Church of Christ, Scientist, in Boston, and branches throughout the world. Governing by-laws are published in the Church Manual written by Mrs. Eddy. Manual provisions are administered by a Board of Directors, who appoint chief officers of the Mother Church. Branch churches are democratically self-governed. They choose officers from their congregation by election for limited Periods of office.", "books": ["Christian Science: A Sourcebook of Contemporary Materials. Boston: The Christian Science Publishing society, 1990. 348pp.", "Peel, Robert. Spiritual Healing in a Scientific Age. New York: Harper & Row, Publishers, Inc., 1987. 203pp.", "Rosten, Leo, ed. Religions of America. New York: Simon and Schuster, 1975. 672pp."]}
{"name": "CHURCH OF JESUS CHRIST OF LATTER-DAY SAINTS", "historicalRoots": "Organized during the period of unrest and \"revival\" in the U.S. during the 1800s. Joseph Smith, Jr., uncertain as to which of the various Protestant denominations was the true church, prayed for divine insight. In answer to this prayer, God the Father and Jesus Christ appeared to him to inform him that none were right, but that the fullness of the gospel would be revealed to him in the future. Later, the Angel Moroni delivered to him an ancient record, on gold plates, containing the history and religious teachings of a people who had migrated from Jerusalem to America some 600 years before Christ. These people, believed by the Mormons to be forefathers of at least some of the American Indians, had recorded their religious experiences, including a record of their encounter with the resurrected Christ. These were translated and published by Joseph Smith, Jr., and are known as The Book of Mormon. The Church of Jesus Christ of Latter-day Saints was formally organized on April 6, 1830, in the home of Peter Whitner in Fayette, New York, by Joseph Smith, Jr., and five others. Joseph Smith, Jr., was the first President of the Church. From New York, the Mormons moved to the Midwest. Expelled from Illinois, they were led by Brigham Young, the second President of the Church, to the basin of the Great Salt Lake.", "basicBeliefs": "LDS \"Articles of Faith\" state: 1. We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost. 2. We believe that men will be punished for their own sins, and not for Adam's transgression. 3. We believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel. 4. We believe that the first principles and ordinances of the Gospel are: first, Faith in the Lord Jesus Christ: second, Repentance; third, Baptism by immersion for the remission of sins; fourth, Laying on of hands for the gift of the Holy Ghost. 5. We believe that a man must be called of God, by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof. 6. We believe in the same organization that existed in the Primitive Church, namely, apostles, prophets, pastors, teachers, evangelists, and so forth. 7. We believe in the gift of tongues, prophecy, revelation, visions, healing, interpretation of tongues, and so forth. 8. We believe the Bible to be the word of God as far as it is translated correctly; we also believe the Book of Mormon to be the word of God. 9. We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the kingdom of God. 10. We believe in the literal gathering of Israel and in the restoration of the Ten Tribes; that Zion will be built upon this American continent; that Christ will reign personally upon the earth; and, that the earth will be renewed and receive its paradisiacal glory. 11. We claim the privilege of worshiping Almighty God according to the dictates of our own conscience, and allow all men the same privilege, let them worship how, where, or what they may. 12. We believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and sustaining the law. 13. We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men; indeed, we may say that we follow the admonition of Paul We believe all things, we hope all things, we have endured many things, and hope to be able to endure all things. If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things.\" The King James version of the Bible, The Book of Mormon, and the revelations given to other Presidents of the Church (Doctrine and Covenants and The Pearl of Great Price) are accepted as scripture.", "practices": "(See also \"Dietary Standards\" and \"Basic Beliefs,\" especially articles 12 and 13.) Teachings of the Church prohibit sex outside of marriage, do not accept homosexuality or abortions (except where necessary to preserve the life of the mother), and teach \"doing good to all men.\" Members are expected to adhere to the Gospel of Jesus Christ, must be baptized by proper authority, live a Christian life, and observe the council of Church leaders. Members are expected to contribute tithing to the Church.", "organization": "The Church of Jesus Christ of Latter-day Saints is organized with a three-member First Presidency, the Quorum of Twelve Apostles, and the First and Second Quorum of Seventy, which administers the ecclesiastical affairs of the Church. There is also a Presiding Bishopric, which administers the ecclesiastical affairs of the Church under the direction of the First Presidency. These leaders are referred to as the General Authorities. Membership is organized into Stakes and Wards, or into Missions, Districts, and Branches. A Stake consists of 6 to 10 Wards with a Stake President and Religious Requirements and Practices", "books": ["Church History in the Fullness of Times. Salt Lake City, UT: Church Educational Systems, Church of Jesus Christ of Latter-day Saints, 1989. 643pp"]}